{
	"data": [
		{
			"id": "1",
			"title": "Discord Oynuyor Durumunuzu GitHub Profilinizde Gösterin!",
			"description": "Discord Oynuyor Durumunuzu GitHub Profilinizde Gösterin!",
			"publishedAt": "2022-06-09T00:00:00.000Z",
			"markdownBody": "Bildiğiniz üzere GitHub \n üyelerini profillerini güzelleştirmeleri, kendileri hakkında bilgi vermeleri ve bununla havalı şeyler yapmaları için üyelerin profillerine bir markdown dosyası koymalarına izin veriyor, işte benimki şu şekilde:\n(Image: Profil Readme Dosyası)\nYukarıda da gördüğünüz gibi bu \n\n dosya bir markdown dosyası olduğu için istediğimiz gibi görseller, linkler, listeler vb. elementler ekleyebiliyoruz. Discord oynuyor durumunu gösterme olayı işte tam da bu sayede oluyor. Benim profilimde biraz aşağıya inerseniz şu şekilde bir kart görebilirsiniz (hatta bu kartı buraya da ekleyebiliyorum):\n(Image: Discord Presence)\nÇok havalı değil mi? Discord'da anlık olarak yaptıklarınız GitHub profilinizde veya daha havalısı KENDİ SİTENİZDE (bunun için farklı bir post hazırlamayı düşünüyorum, takipte kalın) gösterebiliyorsunuz! Şimdi bunu nasıl yapacağınızdan bahsedelim.\n\nKurulum\nİlk olarak kullanacağımız kartı hazırlayan Conrad'a teşekkür ediyorum. Projenin GitHub linkine buradan ulaşabilirsiniz. Bu kullanacağımız kart Phineas'ın lanyard adlı projesine dayanarak hazırlanmış bir sistem, Phineas'a da teşekkürlerimizi iletelim!\nBu sistemden yararlanabilmek için ilk olarak lanyard'ın Discord sunucusuna katılmanız gerekiyor böylece lanyard'ın botu sizin oynuyor durumunuzu takip edip bunu bir rest API'ye gönderebilecek. lanyard'ın sunucusuna buradan ulaşabilirsiniz. Ve neredeyse her şey tamam! Şimdi ise kontrol etmek için tarayıcıdan 'https://lanyard.rest/v1/users/DISCORD_IDNIZ' URL'sine gidip profiliniz takip ediliyor mu diye bakabilirsiniz. Eğer karşınıza aşağıdaki gibi bir çıktı geliyorsa ön hazırlıklar tamam demektir:\\nn(Image: Çıktı)\n\nŞimdi ise kartımızı profilimize eklemeye geldi sıra. Aşağıdaki kodu profilinize ekledikten sonra her şey tamamdır:\n\n[![Discord Presence](https://lanyard-profile-readme.vercel.app/api/DISCORD_ID)](https://discord.com/users/DISCORD_ID)\n\nBu kartı profil readme dosyanıza eklediğinizde aşağıdaki gibi bir kart çıkacak:\n(Image: Discord Presence)\nVe bu kadar, artık Discord durumunuz anlık olarak GitHub profilinizde sergileniyor!\nYukarıdaki kart en temel ve basit kart örneği. Buradan karta ekleyebileceğiniz diğer ayarları da görebilirsiniz, örneğin arkaplan değiştirmek gibi.",
			"tags": ["tag1", "tag2"]
		}
	]
}
