{
	"attributes": {
		"name": "Pawiwahan Website",
		"description": "Website undangan acara pernikahan online sederhana\n",
		"pinned": true,
		"tags": ["nextjs", "react"],
		"thumbnail": "/images/weeding.png",
		"demoUrl": "http://pawiwahan.netlify.app",
		"sourceUrl": "http://pawiwahan.netlify.app"
	},
	"body": "**Simple Online Wedding Invitation Website**\n\nA \"Simple Online Wedding Invitation Website\" is a website specifically designed to provide information and invite guests to a wedding event digitally. Below is an explanation of the concept and the features that such a simple online wedding invitation website might have:\n\n1. **Wedding Event Information**: The website will provide essential details about the wedding event, such as the date, time, and location. This helps guests plan their attendance.\n\n2. **Couple's Love Story**: Some couples choose to share their love story through the website. This can be a brief narrative or photos that narrate their journey of love.\n\n3. **Location Details**: Maps and the address of the wedding venue, along with directions, can be included to assist guests with navigation.\n\n4. **Guest List**: This feature allows the wedding couple to view the list of invited guests and monitor RSVP confirmations.\n\n5. **Online RSVP**: Guests can confirm their attendance through an online RSVP form provided on the website. This helps the couple plan the number of invitations and accommodations more efficiently.\n\n6. **Photo Gallery**: The website can have a collection of photos of the couple, from their dating days to pre-wedding moments. It's a great way to share memories and entertain guests.\n\n7. **Digital Invitation Ordering**: The wedding couple can offer digital invitation options to their guests. This is a modern alternative to physical invitations and can save on printing costs.\n\n8. **Well-Wishes and Greetings**: This feature allows guests to leave messages, well-wishes, and congratulations for the couple.\n\n9. **Contact Information**: The contact details of the wedding couple, such as email addresses or phone numbers, can be provided for guests to reach out with questions or special requests.\n\n10. **Design and Theme**: The website can be decorated with a theme and design that aligns with the couple's wedding style, creating a personalized impression.\n\n11. **Social Media Links**: Links to the couple's social media accounts (such as Instagram or Facebook) can be added for guests to follow updates and wedding-related posts.\n\n12. **Final Confirmations**: The website can be used for providing final confirmations to guests about event details, such as any last-minute schedule changes or venue adjustments.\n\nAn online wedding invitation website offers flexibility for the wedding couple to share important information with their guests and streamline interactions between the couple and their invitees. It also serves as an eco-friendly and modern alternative to traditional wedding invitations.\n"
}
