{
	"attributes": {
		"title": "Anime I watch every week",
		"description": "Exciting Anime Shows to Watch This Season!\n",
		"thumbnail": "/images/image_anime.jpeg",
		"publishedAt": "2022-06-20T14:34:09.275Z",
		"label": ["anime", "opinion"],
		"commentId": 14,
		"readTime": 2
	},
	"body": "# Exciting Anime Shows to Watch This Season!\n\nLooking for some thrilling anime to dive into this season? Look no further! We've got a lineup of exciting shows that are bound to keep you hooked. Whether you're into horror, mystery, or racing, there's something for everyone.\n\n## 1. Dark Gathering\n\n**Genre**: Horror, Supernatural  \n**Airing Day**: Mondays\n\n_Dark Gathering_ follows the story of Keitarou Gentouga, a college freshman with an unusual talent—he attracts spirits even though he hates ghosts. Keitarou takes on a part-time job as a private tutor, and his first student is none other than Eiko's cousin, Yayoi Houzuki. Yayoi, a child prodigy, shares something unique with Keitarou—a spiritual constitution. However, unlike Keitarou, she longs to encounter spirits in the hopes of finding the ghost responsible for her mother's disappearance. As Keitarou is dragged along by Yayoi and Eiko to haunted places, his part-time job takes unexpected turns.\n\n## 2. Kamonohashi Ron no Kindan Suiri\n\n**Genre**: Comedy, Mystery  \n**Airing Day**: Sundays\n\n_Kamonohashi Ron no Kindan Suiri_ is a comedic mystery anime that follows Totomaru Isshiki, an aspiring detective who wants to solve murders and help people. Upon the advice of a senior, Totomaru seeks the assistance of the reclusive Ron Kamonohashi. Ron, once a promising detective, withdrew from the public eye five years ago for unknown reasons. Expecting a composed professional, Totomaru is surprised to find Ron as a messy-haired, eccentric individual. Despite his initial refusal, Ron dives headfirst into a serial murder case, with Totomaru serving as the key to his return to the detective world.\n\n## 3. MF Ghost\n\n**Genre**: Racing  \n**Airing Day**: Sundays\n\n_MF Ghost_ is a racing anime set in a futuristic world where self-driving electric cars have replaced traditional combustion-engine vehicles. The story centers around Kanata Livington, a young driver determined to succeed in MF Ghost races, despite his father's opposition.\n\nThese anime shows promise to deliver thrilling experiences in their respective genres. Don't miss out on the excitement of this season's anime lineup!\n\nYou can also check out [MyAnimeList](https://myanimelist.net/anime/season/schedule) for more anime shows airing this season.\n\nEnjoy the adventure and drama that awaits you in these fantastic anime series!\n"
}
