{
	"attributes": {
		"title": "Anime Yang Saya Tonton Setiap Minggu",
		"description": "Anime yang menambah jadwal harian untuk menonton\n",
		"thumbnail": "/images/image_anime.jpeg",
		"publishedAt": "2022-06-20T14:34:09.275Z",
		"label": ["anime", "opinion"],
		"commentId": 14,
		"readTime": 2
	},
	"body": "# Anime Seru untuk Ditonton Musim Ini!\n\nSedang mencari anime seru untuk ditonton musim ini? Jangan khawatir! Kami punya deretan anime yang menarik dan pasti membuat Anda ketagihan. Baik Anda menyukai horor, misteri, atau balapan, ada sesuatu untuk semua orang.\n\n## 1. Dark Gathering\n\n**Genre**: Horor, Supernatural  \n**Hari Tayang**: Senin\n\n_Dark Gathering_ mengikuti kisah Keitarou Gentouga, seorang mahasiswa baru dengan bakat yang tidak biasa—ia menarik perhatian roh meskipun ia sangat tidak suka dengan hantu. Keitarou mengambil pekerjaan paruh waktu sebagai guru les privat, dan murid pertamanya adalah sepupu Eiko, Yayoi Houzuki. Yayoi, seorang anak ajaib, memiliki sesuatu yang unik dengan Keitarou—konstitusi spiritual. Namun, berbeda dengan Keitarou, ia sangat ingin bertemu dengan roh dan berharap menemukan hantu yang bertanggung jawab atas hilangnya ibunya. Saat Keitarou ditarik oleh Yayoi dan Eiko ke tempat-tempat yang angker, pekerjaan paruh waktunya berubah dengan cara yang tak terduga.\n\n## 2. Kamonohashi Ron no Kindan Suiri\n\n**Genre**: Komedi, Misteri  \n**Hari Tayang**: Minggu\n\n_Kamonohashi Ron no Kindan Suiri_ adalah anime komedi misteri yang mengikuti Totomaru Isshiki, seorang calon detektif yang ingin memecahkan kasus pembunuhan dan membantu orang lain. Atas saran seorang senior, Totomaru mencari bantuan dari Ron Kamonohashi yang sangat tertutup. Ron, yang dulunya adalah detektif berbakat, menghilang dari perhatian publik lima tahun yang lalu tanpa alasan yang diketahui banyak orang. Mengharapkan seorang profesional yang tenang, Totomaru terkejut menemukan Ron sebagai individu yang berambut acak-acakan dan eksentrik. Meskipun menolak awalnya, Ron dengan cepat terlibat dalam kasus pembunuhan berantai, dengan Totomaru menjadi kunci untuk kembalinya Ron ke dunia detektif.\n\n## 3. MF Ghost\n\n**Genre**: Balapan  \n**Hari Tayang**: Minggu\n\n_MF Ghost_ adalah anime balapan yang berlatar di dunia masa depan di mana mobil listrik otonom telah menggantikan kendaraan bermesin pembakaran dalam. Ceritanya berfokus pada Kanata Livington, seorang pembalap muda yang bertekad untuk sukses dalam balapan MF Ghost, meskipun ayahnya menentangnya.\n\nAnime-anime ini menjanjikan pengalaman seru di masing-masing genre mereka. Jangan lewatkan keseruan dari lineup anime musim ini!\n\nAnda juga dapat melihat [MyAnimeList](https://myanimelist.net/anime/season/schedule) untuk daftar lebih banyak anime yang ditayangkan musim ini.\n\nNikmatilah petualangan dan drama yang menanti Anda dalam seri anime fantastis ini!\n"
}
